<template><div><h1 id="linux兵工厂" tabindex="-1"><a class="header-anchor" href="#linux兵工厂"><span>Linux兵工厂</span></a></h1>
<p><strong>雨泽万物，则万物皆丰茂。雨泽木，则木欣欣以向荣。</strong></p>
<h2 id="关于木荣君" tabindex="-1"><a class="header-anchor" href="#关于木荣君"><span>关于木荣君</span></a></h2>
<p>Hi，大家好，我是 <em>雨林木荣</em>，小伙伴们可以叫我木荣君。木荣君是科班出身，毕业后一直从事嵌入式linux的开发工作。作为一名攻城狮，在嵌入式linux技术领域深耕多年，所涉及的领域有安防、轨道交通、仪器仪表等。一路攻城拔寨，不为别的，就是单纯的热爱。喜欢结交朋友，尤其是热爱技术的你呦。期待你的加入，亲爱的朋友！</p>
<h2 id="关于linux兵工厂" tabindex="-1"><a class="header-anchor" href="#关于linux兵工厂"><span>关于Linux兵工厂</span></a></h2>
<p>平时在嵌入式Linux开发工作中，木荣君喜欢傲游各大技术网站论坛，喜欢阅读对嵌入式Linux技术有深刻见解的文章。每当有所收获时，内心充满喜悦，因为我又前进了一点点。</p>
<p>在多年的工作中也积累了不少经验和知识，为了更好的学习进步，所以创建了<em>Linux兵工厂</em>，想通过这么一种方式来和大家一起分享交流，无私的开源自己工作中所涉及的技术和遇到的问题，分享Linux、网络、驱动、C/C++、Qt、Python等知识，记录工作中遇到的问题及解决方法。关注我，让我们一起学习，共同进步！</p>
<blockquote>
<p>积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。</p>
</blockquote>
<p>正如上所说，做技术同样如此，需要一步一步的积累，厚积而薄发。没有谁随随便便就成为大佬。</p>
<ul>
<li><strong>关注我，你的技术会更上一层楼</strong></li>
</ul>
</div></template>


